{
  "date": "2022-08-03T12:48:00.000Z",
  "title": "Receita de Thumbprint Cookies",
  "description": "Olá pessoal, tudo bem? Hoje eu vou trazer essa super Receita de Thumbprint Cookies. Vamos lá?",
  "body": "\n\n![](/img/uploads/45114-thumb1.png)\n\n## Olá pessoal, tudo bem? Hoje eu vou trazer essa super Receita de Thumbprint Cookies. Vamos lá?\n\n<center>\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/QF0pYR_ACF0\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n</center>\n\nReceita de Thumbprint Cookies\n\nIngredientes:\n\n315 gramas  de farinha trigo.\n\n1/2 colher de chá fermento em pó (opcional, eu prefiro não usar)\n\n1/4 colher de chá sal\n\n125 g de manteiga sem sal em ponto pomada\n\n125 g de açúcar refinado (´pode usar o açúcar de confeiteiro ou granulado se desejar)\n\n1 colher de chá raspas de  laranja.\n\n 1 colher de café de extrato de baunilha.\n\n1 colher  extrato de amêndoas.\n\n125 gramas  de geléia de framboesa, amora, damasco ou da sua preferência.\n\n Instruções:\n\nEm uma tigela, misture a farinha, o fermento e o sal até incorporar.\n\nReserve.\n\nNo bowl da batedeira, bata a manteiga em velocidade média até ficar homogênea e cremosa.\n\nAdicione o açúcar e bata até incorporar bem, raspando as laterais da tigela conforme necessário.\n\nAdicione o ovo, bata mais um pouco e depois misture as raspas de laranja e os extratos de baunilha e amêndoa e bata até misturar bem.\n\nReduza a velocidade da batedeira para baixa, adicione metade da mistura de farinha e bata apenas até incorporar bem ou pode misturar com a espátula.\n\nAdicione a farinha restante até que o bowl fique limpo e a massa homogênea.\n\nParta a massa em duas porções e deixe descansar por 40 minutos no mínimo.\n\nPegue uma colher de sopa cheia de massa ou o scoop de sorvete e enrole entre as palmas das mãos em uma bola.\nUsando o polegar, pressione um recuo de cerca de 6 mm de profundidade no centro de cada biscoito.\n\nou\n\nSe tiver os  cortadores ejetores que já fazem os furos, abra a massa em espessura alta e corte com os  cortadores próprios para Thumbprint.\n\nColoque na assadeira já forrada com as telas ou papel manteiga, espaçando as bolas cerca de 5 cm, caso tenha colocado o fermento.\n\nPreencha cada recuo com a geléia da sua preferência\n\nAsse até que os biscoitos estejam levemente dourados, cerca de 16 minutos.\n\nTransfira a assadeira para uma grades e deixe esfriar   completamente e polvilhe com açúcar de confeiteiro ou açúcar gelado.\n\nRende cerca de 30 cookies médio.;\n\n Geleia de Blueberry\n\nIngredientes\n\n• Mirtilos (blueberry) : 2 xíc. (chá)\n\n• Açúcar cristal: 2/3 xíc. (chá)\n\n• Raspas de 1 Limão: (opciona)\n\n• Suco de Limão: 2 colher de chá\n\n• Especiarias a gosto ( coloco um pau de canela, dois cravos )\n\n• Água: 3 colheres de sopa\n\n Modo de preparo\n\n* Em uma panela, misture todos os ingredientes e leve ao fogo médio.\n* Reduza até que a geleia fique com textura espessa e vá mexendo sempre, para não grudar no fundo.\n* Cozinhe por até 20 minutos, ou até que o o fundo esteja aparecendo e a consistência fique bem  grossa.\n\n\\-Deixe esfriar completamente para colocar nos biscoitos.\n\nDica para aplicar  a geleia melhor nos biscoitos:\n\nBata a geleia no liquidificador depois de fria e coloque na mangas de confeitar, fica lisa e mais fácil de aplicar  nas cavidades do biscoito, por que os pedaços de frutas dissolvem, virando um creme de frutas.\n\n* Armazene na geladeira e consuma dentro de alguns 7 a 10 dias."
}